Repository: fjtc/ccd2cue
Catalog: po/*.po
Languages: da, de, uk, vi

source: write output to 'cue-file'
da: skriv uddata til »cue-file«
de: Ausgabe in eine cue-Datei schreiben
uk: записати дані до вказаного файла
vi: ghi đầu ra vào “tập-tin-cue”

source: write CD-Text data to 'cdt-file'
da: skriv cd-tekst-data til »cdt-file«
de: CD-Textdaten in eine cdt-Datei schreiben
uk: записати дані CD-Text до вказаного файла cdt
vi: ghi dữ liệu CD-Text đến “tập-tin-cdt”

source: reference 'img-file' as the image file
da: referer »img-file« som billedfilen
de: »Abbilddatei« als Abbilddatei referenzieren
uk: вважати файл img файлом образу
vi: xem “tập-tin-ảnh” là một tập tin ảnh

source: use absolute file name deduction
da: brug absolut filnavnsdeduktion
de: Dateinamen absolut ableiten
uk: використовувати абсолютне визначення назв файлів
vi: dùng suy diễn tên tập tin cũ

source: cannot parse CCD sheet stream from '%s'
da: kan ikke fortolke CCD-arkstrøm fra »%s«
de: CCD-Sheet-Datenstrom von »%s« kann nicht ausgewertet werden
uk: не вдалося обробити потік даних таблиці CCD з «%s»
vi: không thể phân tích luồng dữ liệu bảng CCD từ “%s”

source: cannot convert '%s' to '%s'
da: kan ikke konvertere »%s« til »%s«
de: »%s« kann nicht in »%s« umgewandelt werden
uk: не вдалося перетворити «%s» на «%s»
vi: không thể chuyển đổi “%s” sang “%s”

source: cannot close '%s'
da: kan ikke lukke »%s«
de: »%s« kann nicht geschlossen werden
uk: не вдалося закрити «%s»
vi: không thể đóng %s”

source: more than one disc image file name provided ('--image'): '%s' and '%s'
da: mere end et filnavn for diskaftryk blev angivet (»--image«): »%s« og »%s«
de: Es wurde mehr als eine Disk-Abbilddatei angegeben (--image): »%s« und »%s«
uk: вказано понад одну назву файла образу диска («--image»): «%s» та «%s»
vi: đã đưa ra nhiều hơn một tập tin ảnh đĩa mang tên (“--image”): “%s” và “%s”

source: more than one CD-Text file name provided ('--cd-text'): '%s' and '%s'
da: mere end et filnavn for cd-tekst blev angivet (»--cd-text«): »%s« og »%s«
de: Es wurde mehr als ein Dateiname für CD-Text angegeben (--cd-text): »%s« und »%s«
uk: вказано понад одну назву файла CD-Text («--cd-text»): «%s» та «%s»
vi: đã đưa ra nhiều hơn một tập tin CD-Text mang tên (“--cd-text'”): “%s” và “%s”

source: more than one output CUE sheet provided ('--output'): '%s' and '%s'
da: mere end et CUE-ark for uddata blev angivet (»--output«): »%s« og »%s«
de: Es wurde mehr als ein CUE-Sheet für die Ausgabe angegeben (--output): »%s« und »%s«
uk: вказано понад одну вихідну таблицю CUE («--output»): «%s» та «%s»
vi: đã đưa ra nhiều hơn bản CUE đầu ra (“--output'”): “%s” và “%s”

source: %s: more than one input CCD sheet provided: '%s' and '%s'
da: %s: mere end et CD-ark for inddata blev angivet: »%s« og »%s«
de: %s: Es wurde mehr als ein CCD-Sheet als Eingabe angegeben: »%s« und »%s«
uk: %s: вказано понад одну вхідну таблицю CCD: «%s» та «%s»
vi: %s: đã đưa ra nhiều hơn một bảng CCD đầu vào: “%s” và “%s”

source: %s: no image name provided ('--image')
da: %s: intet billednavn blev angivet (»--image«)
de: %s: Es wurde keine Abbilddatei angegeben (--image)
uk: %s: не вказано назви образу («--image»)
vi: %s: chưa đưa tên ảnh (“--image”)

source: cannot process command line arguments
da: kan ikke behandle kommandolinjeparametre
de: Befehlszeilenargumente können nicht verarbeitet werden
uk: не вдалося обробити параметри командного рядка
vi: không thể xử lý đối số dòng lệnh

source: cannot deduce image file name
da: kan ikke udlede billedfilnavn
de: Name der Abbilddatei konnte nicht abgeleitet werden
uk: не вдалося визначити назву файла образу
vi: không thể suy luận tên tập tin ảnh

source: cannot deduce CD-Text file name
da: kan ikke udlede cd-tekst-filnavn
de: Name der Cd-Textdatei konnte nicht abgeleitet werden
uk: не вдалося визначити назву файла CD-Text
vi: không thể suy luận tên tập tin CD-Text

source: cannot open CCD sheet '%s'
da: kan ikke åbne CCD-ark »%s«
de: CCD-Sheet »%s« kann nicht geöffnet werden
uk: не вдалося відкрити таблицю CCD «%s»
vi: không thể mở bảng CCD “%s”

source: cannot open CUE sheet '%s'
da: kan ikke åbne CUE-ark »%s«
de: CUE-Sheet »%s« kann nicht geöffnet werden
uk: не вдалося відкрити таблицю CUE «%s»
vi: không thể mở bảng CUE “%s”

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
da: Licens GPLv3+: GNU GPL version 3 eller senere <http://gnu.org/licenses/gpl.html> Dette er et frit program: du kan frit ændre og videredistribuere det. Der er ingen GARANTI, indenfor lovens rammer.
de: Lizenz GPLv3+: GNU GPL in Version 3 oder neuer <http://gnu.org/licenses/gpl.html> Dies ist freie Software: Es ist Ihnen gestattet, sie zu verändern und weiterzugeben. Es gibt keinerlei Garantie, soweit gesetzlich zulässig.
uk: Умови ліцензування викладено у GPLv3+: GNU GPL версії 3 або новішій, <http://gnu.org/licenses/gpl.html> Це вільне програмне забезпечення: ви можете вільно змінювати і поширювати його. Вам не надається ЖОДНИХ ГАРАНТІЙ, окрім гарантій передбачених законодавством.
vi: GPLv3+: Giấy Phép Công Cộng GNU, phiên bản 3 hay mới hơn <http://gnu.org/licenses/gpl.html> Đây là phần mềm tự do: bạn có quyền thay đổi và phát hành lại nó. KHÔNG CÓ BẢO HÀNH GÌ CẢ, với điều kiện được pháp luật cho phép.

source: Convert CCD sheet to CUE sheet.
da: Konverter CCD-ark til CUE-ark.
de: CCD-Sheet in CUE-Sheet umwandeln.
uk: Перетворення таблиці CCD на таблицю CUE.
vi: Chuyển đổi từ bảng CCD sang CUE.

source: Examples:
da: Eksempler:
de: Beispiele:
uk: Приклади:
vi: Ví dụ:

source: The most ordinary use case is when you have a CCD set of files and just want to generate a CUE sheet file in order to burn or otherwise access the data inside the image file. Supposing your CCD sheet file is called gnu.ccd, you are done with the command:
da: Den mest almindelige brug er når du har et CCD-sæt af filer og bare ønsker at oprette en CUE-arkfil for at brænde eller på anden måde tilgå dataene inden i billedfilen. Lad os antage at din CCD-arkfil kaldes for gnu.ccd, så udfører du kommandoen:
de: Der typischste Anwendungsfall ist eine Reihe von CCD-Dateien, aus denen eine CUE-Sheet-Datei zum Brennen oder anderweitigen Zugriff auf die Daten in der Abbilddatei. Ausgehend davon, dass Ihre CCD-Sheet-Datei gnu.ccd heißt, erreichen Sie dies mit folgendem Befehl:
uk: Основним випадком використання програми є випадок, коли у вас є набір файлів CCD, і вам потрібно створити файл таблиці CUE для запису або доступу у інших спосіб до даних у файлі образу. Припустімо, що файл таблиці CCD називається gnu.ccd. Тоді ви можете виконати перетворення за допомогою такої команди:
vi: Trong phần lớn trường hợp thông thường là khi bạn có một tập hợp các tập tin CCD và chỉ muốn tạo ra tập tin bảng CUE để mà ghi đĩa hoặc không thì truy cập dữ liệu bên trong tập tin ảnh. Giả sử tập tin bảng CCD của bạn là gnu.ccd, bạn thực hiện lệnh sau:

source: If you have burned a CD from a CUE sheet produced by this program and all audio tracks became only senseless static noise, you may need to tell your burning software to swap the byte order of all samples sent to the CD-recorder. This can be accomplished with (for example) the '--swap' option when using the 'cdrdao' program. Experience has shown that at least for mixed-mode discs it is necessary to use that option when burning, otherwise you will almost certainly waste a CD.
da: Hvis du har brændt en cd fra et CUE-ark fremstillet af dette program og alle numrene blev til meningsløs statisk støj, så skal du måske fortælle dit brændeprogram at det skal bytte byterækkefølgen om for alle dele sendt til cd-brænderen. Dette kan opnås med (for eksempel) indstillingen »--swap« når programmet »cdrdao« anvnedes. Erfaring har vist, i det mindste for diske med blandet tilstand, at det er nødvendigt at bruge dette tilvalg når der brændes, ellers vil du med stor sandsynlighed miste en cd.
de: Wenn Sie eine CD aus einem mit diesem Programm erstellten CUE-Sheet gebrannt haben und alle Audiospuren enthalten nur statisches Rauschen, dann müssen Sie in Ihrem Brennprogramm die Bytereihenfolge der an den Brenner gesendeten Daten ändern. Beim Brennen mit »cdrdao« erreichen Sie dies mit der Option »--swap«. Die Erfahrung hat gezeigt, dass dies zumindest für Mixed-Mode-CDs notwendig ist, sonst werden Sie höchstwahrscheinlich einen Rohling verschwenden.
uk: Якщо після запису компакт-диска на основі даних таблиці CUE, створених цією програмою, замість очікуваних звукових даних ви чуєте лише шум, вам, ймовірно, слід наказати програмі для запису даних на компакт-диск поміняти порядок байтів для усіх даних, що надсилається на пристрій для записування компакт-дисків. Це можна зробити, наприклад, за допомогою параметра «--swap», якщо використано програму «cdrdao». Наш досвід свідчить, що використовувати цей параметр слід принаймні для дисків мішаного режиму запису, оскільки, якщо ви цього не зробите, компакт-диск майже напевне буде зіпсовано.
vi: Nếu bạn phải ghi đĩa CD từ một bảng CUE sản sinh bởi chương trình này và mọi rãnh âm thanh trở nên toàn tạp âm, bạn có lẽ cần nói với phần mềm ghi đĩa của mình hãy hoán đổi thứ tự byte của mọi mẫu gửi đến đầu ghi CD. Điều này có thể thực hiện với (thí dụ vậy) tùy chọn “--swap” khi dùng chương trình “cdrdao”. Kinh nghiệm chỉ ra rằng ít nhất cho các đĩa chế độ trộn điều này là cần thiết để dùng tùy chọn này khi ghi, nếu không bạn gần như chắc chắn sẽ lãng phí một đĩa CD.

source: Report translation bugs to:
da: Rapporter oversættelsesfejl til: Joe Hansen, 2015. Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
de: Fehler in der Übersetzung bitte melden an:
uk: Адреса для сповіщення про вади у перекладі:
vi: Gửi báo cáo lỗi dịch cho:

source: %s: error allocating memory
da: %s: fejl under allokering af hukommelse
de: %s: Fehler bei der Speicherzuweisung
uk: %s: помилка під час розподілу пам’яті
vi: %s: gặp lỗi khi phân bổ bộ nhớ

source: %s: error reallocating memory
da: %s: fejl under ny allokering af hukommelse
de: %s: Fehler bei der erneuten Speicherzuweisung
uk: %s: помилка під час внесення змін до розподілу пам’яті
vi: %s: gặp lỗi khi tái phân bổ bộ nhớ

source: %s: error allocating chunk for obstack
da: %s: fejl under allokering af chunk for obstack
de: %s: Fehler beim Zuweisen des Chunks für Obstack
uk: %s: помилка під час отримання фрагмента пам’яті для obstack
vi: %s: gặp lỗi khi phân bỏ mảnh cho obstack

source: %s: error writing to stream
da: %s: fejl under skrivning til strøm
de: %s: Fehler beim Schreiben in den Datenstrom
uk: %s: помилка під час спроби запису потоку даних
vi: %s: gặp lỗi khi ghi vào luồng dữ liệu

source: cannot concatenate strings
da: kan ikke sammenkæde strenge
de: Zeichenketten können nicht verkettet werden
uk: не вдалося розділити рядки
vi: không thể nối các chuỗi lại

source: %s: error copying string
da: %s: fejl under kopiering af streng
de: %s: Fehler beim Kopieren der Zeichenkette
uk: %s: помилка під час копіювання рядка
vi: %s: gặp lỗi khi sao chép chuỗi

source: %s: cannot push error into stack
da: %s: kan ikke sende fejl ind i stak
de: %s: Fehlermeldung kann nicht in den Stack geschoben werden
uk: %s: не вдалося заштовхнути помилку до стека
vi: %s: không thể đẩy lỗi vào ngăn xếp

source: cannot parse CCD sheet stream
da: kan ikke fortolke CCD-arkstrøm
de: CCD-Sheet-Datenstrom kann nicht ausgewertet werden
uk: не вдалося обробити потік таблиці CCD
vi: không thể phân tích cú pháp luồng bảng CCD

source: unknown track data type %d; please report a bug
da: ukendte spordatatype %d; indsend venligst en fejlrapport
de: Unbekannter Datentyp %d der Spur; bitte melden Sie dies als Fehler
uk: невідомі дані доріжки типу %d; будь ласка, повідомте розробникам про цю помилку
vi: không hiểu kiểu dữ liệu rãnh %d; vui lòng báo cáo lỗi này
